const menu = (prefix, hordat, numerodn, NickDono) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╔┅═
╠⊹   ╭━──•⬕•P7 BOT•⬔•─━─𒀸
╠⊹   ┝≼≽ Para me add em grp digite:
╠⊹   ┝≼≽ ${prefix}convite + link do seu grupo
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
╠⊹   ╭━─•⬕•P7 BOT•⬔•─━─━𒀸
╠⊹   ┝≼≽ Seja bem vindo(a) ao menu 
╠⊹   ┝≼≽ Prefixo: ⟮•  ${prefix} •⟯
╠⊹   ┝≼≽ Data/Hora : ⟮• ${hordat} •⟯
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
╠⊹   ╭━─━INFO DE CMD─━─━𒀸
╠⊹   ┝≼≽ ${prefix}infopalavrão
╠⊹   ┝≼≽ ${prefix}infolistanegra
╠⊹   ┝≼≽ ${prefix}infobancarac
╠⊹   ┝≼≽ ${prefix}infovotação
╠⊹   ┝≼≽ ${prefix}infocontador
╠⊹   ┝≼≽ ${prefix}infosorteio
╠⊹   ┝≼≽ ${prefix}infobot
╠⊹   ┝≼≽ ${prefix}idiomas
╠⊹   ┝≼≽ ${prefix}bug (questione)
╠⊹   ┝≼≽ ${prefix}avalie (o quao bom)
╠⊹   ┝≼≽ ${prefix}sugestao (dica)
╠⊹   ╰─━─━─━──━──━─━─━𒀸
║
╠⊹   ╭─━━─━OUTROS MENUS━─𒀸
╠⊹   ┝≼≽ ${prefix}menudono
╠⊹   ┝≼≽ ${prefix}efeitosimg
╠⊹   ┝≼≽ ${prefix}menuadm
╠⊹   ┝≼≽ ${prefix}menupremium
╠⊹   ┝≼≽ ${prefix}logos
╠⊹   ┝≼≽ ${prefix}brincadeiras
╠⊹   ┝≼≽ ${prefix}alteradores
╠⊹   ┝≼≽ ${prefix}herokulogos
╠⊹   ╰─━─━─━──━──━─━─━𒀸
║
╠⊹   ╭─━━PESQUISA/BAIXAR━─━─𒀸
╠⊹   ┝≼≽ ${prefix}play (pesquisa ou link)
╠⊹   ┝≼≽ ${prefix}play2 (pesquisa ou link)
╠⊹   ┝≼≽ ${prefix}play3
╠⊹   ┝≼≽ ${prefix}playmp4
╠⊹   ┝≼≽ ${prefix}ytsearch
╠⊹   ┝≼≽ ${prefix}ytmp4
╠⊹   ┝≼≽ ${prefix}ytmp3
╠⊹   ┝≼≽ ${prefix}instagramvideo
╠⊹   ┝≼≽ ${prefix}instagramigtv
╠⊹   ┝≼≽ ${prefix}instagramfoto
╠⊹   ┝≼≽ ${prefix}instagramstory
╠⊹   ┝≼≽ ${prefix}tiktok +link
╠⊹   ┝≼≽ ${prefix}tikto2 +link
╠⊹   ┝≼≽ ${prefix}facemp4
╠⊹   ┝≼≽ ${prefix}playstore (nome app)
╠⊹   ┝≼≽ ${prefix}celular (nome do modelo)
╠⊹   ┝≼≽ ${prefix}mediafire (url)
╠⊹   ┝≼≽ ${prefix}imgpralink
╠⊹   ┝≼≽ ${prefix}videopralink
╠⊹   ┝≼≽ ${prefix}buscarfilme (nome do filme)
╠⊹   ┝≼≽ ${prefix}anime (nome do anime)
╠⊹   ┝≼≽ ${prefix}noticias
╠⊹   ┝≼≽ ${prefix}localizaip (Endereço ip)
╠⊹   ┝≼≽ ${prefix}covidbr
╠⊹   ┝≼≽ ${prefix}covid19
╠⊹   ╰─━─━─━──━──━─━─━─━─𒀸
║
╠⊹   ╭─━─━─INFORMAÇÕES━─━─𒀸
╠⊹   ┝≼≽ ${prefix}ping (velo)
╠⊹   ┝≼≽ ${prefix}bateria
╠⊹   ┝≼≽ ${prefix}gitdobot
╠⊹   ┝≼≽ ${prefix}atividade
╠⊹   ┝≼≽ ${prefix}rankativo
╠⊹   ┝≼≽ ${prefix}checkativo @marca
╠⊹   ┝≼≽ ${prefix}tabela (tabela-letras)
╠⊹   ┝≼≽ ${prefix}ranklevel (de todos)
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹   ╭━─━━━😈NFSW🚫━━━𒀸
╠⊹   ┝≼ Para usar ative o nsfw no grupo 
╠⊹   ┝≼≽ ${prefix}xvideos (oq pesquisar)
╠⊹   ┝≼≽ ${prefix}xvlink (link)
╠⊹   ┝≼≽ ${prefix}xnxx (oq pesquisar)
╠⊹   ┝≼≽ ${prefix}xnxxilink (link)
╠⊹   ┝≼≽ ${prefix}spankgang (oq pesquisar)
╠⊹   ┝≼≽ ${prefix}spankgangilink (link)
╠⊹   ┝≼≽ ${prefix}hentai (nome)
╠⊹   ┝≼≽ ${prefix}quadrinhos18 (nome)
╠⊹   ┝≼≽ ${prefix}plaq (nome)
╠⊹   ┝≼≽ ${prefix}plaq1 (nome)
╠⊹   ┝≼≽ ${prefix}plaq2 (nome)
╠⊹   ┝≼≽ ${prefix}plaq3 (nome)
╠⊹   ┝≼≽ ${prefix}plaq4 (nome)
╠⊹   ┝≼≽ ${prefix}plaq5 (nome)
╠⊹   ┝≼≽ ${prefix}placaloli (nome)
╠⊹   ╰─━─━─━──━──━─━─━━
║
╠⊹   ╭──━─━─Jogos━─━─━─━𒀸
╠⊹   ┝≼≽ ${prefix}Ppt (pedra-papel-tesoura) 
╠⊹   ┝≼≽ ${prefix}Jogodavelha @marca
╠⊹   ┝≼≽ ${prefix}Ttt (jogo da velha) 
╠⊹   ┝≼≽ ${prefix}Cassino
╠⊹   ┝≼≽ ${prefix}Quizanime 1 / 0
╠⊹   ┝≼≽ ${prefix}Quizanimais 1 / 0
╠⊹   ┝≼≽ ${prefix}Anagrama 1 / 0
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹   ╭──━─Figurinhas━─━─𒀸
╠⊹   ┝≼≽ ${prefix}Sfundo
╠⊹   ┝≼≽ ${prefix}Csticker
╠⊹   ┝≼≽ ${prefix}Fsticker
╠⊹   ┝≼≽ ${prefix}Sticker
╠⊹   ┝≼≽ ${prefix}Togif
╠⊹   ┝≼≽ ${prefix}Toimg
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹   ╭━─━ATTPS/CMD-DE-TXT━𒀸
╠⊹   ┝≼≽ ${prefix}attp  (txt)
╠⊹   ┝≼≽ ${prefix}attp2  (txt)
╠⊹   ┝≼≽ ${prefix}attp3  (txt)
╠⊹   ┝≼≽ ${prefix}attp4  (txt)
╠⊹   ┝≼≽ ${prefix}attp5  (txt)
╠⊹   ┝≼≽ ${prefix}attp6  (txt)
╠⊹   ┝≼≽ ${prefix}ttm   (txt)
╠⊹   ┝≼≽ ${prefix}ttm2  (txt)
╠⊹   ┝≼≽ ${prefix}ttm3  (txt)
╠⊹   ┝≼≽ ${prefix}ttm4  (txt)
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹   ╭─━─━─CMD-BÁSICOS━─━─𒀸
╠⊹   ┝≼≽ ${prefix}getinfogp (link do GP)
╠⊹   ┝≼≽ ${prefix}gtts (linguagem)
╠⊹   ┝≼≽ ${prefix}tagme
╠⊹   ┝≼≽ ${prefix}emoji
╠⊹   ┝≼≽ ${prefix}tabela
╠⊹   ┝≼≽ ${prefix}conselhobiblico
╠⊹   ┝≼≽ ${prefix}simi (fale algo) 
╠⊹   ┝≼≽ ${prefix}simivoz (fale algo) 
╠⊹   ┝≼≽ ${prefix}perfil
╠⊹   ┝≼≽ ${prefix}wallpaperanime
╠⊹   ┝≼≽ ${prefix}tomp3 
╠⊹   ┝≼≽ ${prefix}frases
╠⊹   ┝≼≽ ${prefix}fazernick (nick)
╠⊹   ┝≼≽ ${prefix}bot
╠⊹   ┝≼≽ ${prefix}wa.me 
╠⊹   ┝≼≽ ${prefix}wa.me2 (marcar amigo e texto) 
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹            •INFO/DONO•
╠⊹   ╭─━─━─━─━─𒀸
╠⊹   ┝≼≽ NOME : ${NickDono}
╠⊹   ┝≼≽ NÚMERO : ${numerodn} 
╠⊹   ╰─━─━─━──━──━─━─𒀸
╚┅═┅══════┅═══┅════┅
`
}

exports.menu = menu
